Repository: Mat-O-Lab/ckanext-matolabtheme
Catalog: ckanext/matolabtheme/i18n/*/LC_MESSAGES/ckanext-matolabtheme.po
Languages: de

source: About {0}
de: Über {0}

source: Data Privacy
de: Datenschutz

source: CKAN Association
de: CKAN-Vereinigung

source: Powered by
de: Eingesetzte Software ist

source: Provided by
de: Bereitgestellt von

source: Contact Us
de: Kontakt

source: Datasets
de: Datensätze

source: Organizations
de: Organisationen

source: Groups
de: Gruppen

source: About
de: Über

source: Search
de: Suche

source: Search datasets...
de: Datensätze suchen...

source: Submit
de: Einreichen

source: View profile
de: Profil anzeigen

source: Sysadmin settings
de: Systemadministrator-Einstellungen

source: Banner Config
de: Banner-Konfiguration

source: Welcome
de: Willkommen

source: Welcome to CKAN
de: Willkommen bei CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
de: Dies ist ein schöner einführender Absatz über CKAN oder die Seite im Allgemeinen. Wir haben noch keinen Text dafür, aber bald werden wir ihn haben.

source: Search our database...
de: Durchsuchen Sie unsere Datenbank...

source: Log in
de: Anmelden

source: Resources
de: Ressourcen

source: http://example.com/my-image.jpg
de: http://beispiel.de/mein-bild.jpg

source: Image URL
de: Bild-URL

source: Image
de: Bild

source: Clear Upload
de: Löschen

source: Banner Top
de: Banner oben

source: Banner Bottom
de: Banner unten

source: Attribution Logo
de: Urheberrechtslogo

source: Update Config
de: Konfiguration aktualisieren

source: CKAN config options
de: CKAN-Konfigurationsoptionen

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Custom Stylesheet:</strong> Define an alternative main CSS file.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank" rel="noreferrer">reading the documentation</a>.</p>
de: <p><strong>Seitenüberschrift:</strong> Dies ist der Titel dieser CKAN-Instanz. Er erscheint an verschiedenen Stellen in CKAN.</p> <p><strong>Benutzerdefiniertes Stylesheet:</strong> Definieren Sie eine alternative Haupt-CSS-Datei.</p> <p><strong>Seiten-Tag-Logo:</strong> Dies ist das Logo, das im Kopfbereich aller CKAN-Instanzvorlagen erscheint.</p> <p><strong>Über:</strong> Dieser Text wird auf der <a href="%(about_url)s">Über-Seite</a> dieser CKAN-Instanz angezeigt.</p> <p><strong>Einführungstext:</strong> Dieser Text wird auf der <a href="%(home_url)s">Startseite</a> dieser CKAN-Instanz als Willkommensgruß für Besucher angezeigt.</p> <p><strong>Benutzerdefiniertes CSS:</strong> Dies ist ein Block von CSS, der im <code>&lt;head&gt;</code>-Tag jeder Seite erscheint. Wenn Sie die Vorlagen umfassender anpassen möchten, empfehlen wir, <a href="%(docs_url)s" target="_blank" rel="noreferrer">die Dokumentation zu lesen</a>.</p>

source: Data Protection
de: Datenschutz

source: Privacy policy and general information on the implementation of the data protection legal requirements of Articles 12 to 14 of the General Data Protection Regulation on
de: Datenschutzerklärung und allgemeine Informationen zur Umsetzung der datenschutzrechtlichen Vorgaben der Artikel 12 bis 14 der Datenschutz-Grundverordnung auf

source: The use of
de: Die Nutzung von

source: is designed to collect and process as little personal data as possible. Below we inform you about which personal data we collect, from whom we collect them, and what we do with this data. We also inform you about your rights regarding data protection and whom you can contact in this regard.
de: ist so ausgestaltet, dass möglichst wenig personenbezogene Daten erhoben und verarbeitet werden. Im Folgenden informieren wir Sie darüber, welche personenbezogenen Daten wir erheben, bei wem wir sie erheben und was wir mit diesen Daten machen. Außerdem informieren wir Sie über Ihre Rechte in Datenschutzfragen und an wen Sie sich diesbezüglich wenden können.

source: Table of Contents
de: Inhaltsverzeichnis

source: Responsible party and data protection officer
de: Verantwortlicher und Datenschutzbeauftragter

source: Responsible for the processing of your personal data is the:
de: Verantwortlich für die Verarbeitung Ihrer personenbezogenen Daten ist die:

source: Accessing the website and server log files (visiting the portal)
de: Aufruf der Webseite und Server-Logfiles (Besuch des Portals)

source: When visiting the portal, the operator's web servers temporarily store each access in a log file. The following data may be collected without the user's intervention:
de: Beim Besuch des Portals speichern die Webserver des Betreibers temporär jeden Zugriff in einer Protokolldatei. Hierbei können folgende Daten ohne Zutun des Nutzers erfasst werden:

source: The anonymized IP address
de: Die anonymisierte IP-Adresse

source: The date and time of access
de: Das Datum und die Uhrzeit des Zugriffs

source: The URL of the retrieved file
de: Die URL der abgerufenen Datei

source: The amount of data transferred
de: Die übertragene Datenmenge

source: The message indicating whether the retrieval was successful
de: Die Meldung, ob der Abruf erfolgreich war

source: The information about the browser and operating system used
de: Die Informationen zum verwendeten Browser und Betriebssystem

source: The URL of the website from which the access occurred
de: Die URL der Webseite, von der aus der Aufruf erfolgt ist

source: The name of the internet service provider
de: Der Name des Internetzugangs-Providers

source: Scope and purpose: The data serves the technical optimization of the website and to ensure the security of our information technology systems. The IP address is necessary for the operation or delivery of the website, is shortened in the log files, and is no longer available as a whole after the request. A direct conclusion about individual persons is not possible based on this data. A matching with other data records does not take place. We reserve the right to review this data retrospectively if we become aware of specific indications of illegal use.
de: Umfang und Zweck: Die Daten dienen der technischen Optimierung der Webseite und zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme. Die IP-Adresse ist für den Betrieb bzw. der Auslieferung der Webseite notwendig, wird verkürzt in die Logfiles geschrieben und ist nach dem Request nicht mehr als Ganzes verfügbar. Ein direkter Rückschluss auf einzelne Personen ist uns anhand dieser Daten nicht möglich. Ein Abgleich mit anderen Datenbeständen findet nicht statt. Wir behalten uns vor, diese Daten nachträglich zu prüfen, wenn uns konkrete Anhaltspunkte für eine rechtswidrige Nutzung bekannt werden.

source: Recipient: There is no transfer of data to third parties.
de: Empfänger: Eine Weitergabe der Daten an Dritte findet nicht statt.

source: Legal basis: The legal basis for the temporary storage of the data is Article 6(1)(f) of the GDPR. Since the collection and storage of this data is absolutely necessary, there is no possibility of objection. The legitimate interest of the operator in data processing according to Article 6(1)(f) of the GDPR is also present in the aforementioned purposes.
de: Rechtsgrundlage: Die Rechtsgrundlage für die vorübergehende Speicherung der Daten ist Art. 6 Abs. 1 lit. f DS-GVO. Da die Erhebung und Speicherung dieser Daten zwingend erforderlich sind, besteht hiergegen keine Widerspruchsmöglichkeit. In o.g. Zwecken liegt auch das berechtigte Interesse des Betreibers an der Datenverarbeitung nach Art. 6 Abs. 1 lit. f DS-GVO.

source: Storage duration: The personal data will be stored as long as it is necessary to achieve the purpose for which it was collected. The data will be deleted after a maximum of seven days.
de: Speicherdauer: Die personenbezogenen Daten werden so lange gespeichert, wie es für die Erreichung des Zweckes Ihrer Erhebung erforderlich ist. Die Daten werden nach spätestens sieben Tagen gelöscht.

source: Example of processing:
de: Beispiel zur Verarbeitung:

source: The collection and processing of this data is carried out for the purpose of providing the platform (establishing a connection), permanently ensuring system security and stability, technical administration of the network infrastructure, optimizing the internet offering, and general statistical evaluation. A personal reference is not possible due to the anonymization of the IP address.
de: Die Erhebung und Verarbeitung dieser Daten erfolgt zum Zweck der Bereitstellung der Plattform (Verbindungsaufbau), zur dauerhaften Gewährleistung der Systemsicherheit und -stabilität, zur technischen Administration der Netzinfrastruktur, zur Optimierung des Internetangebots sowie zur allgemeinen, statistischen Auswertung. Ein Personenbezug ist auf Grund der Anonymisierung der IP-Adresse nicht möglich.

source: The operator collects and stores this data to ensure the management of users and the processing of processes associated with their roles.
de: Der Betreiber erhebt und speichert diese Daten, um die Verwaltung der Nutzer und die Abwicklung der mit ihren Rollen verbundenen Prozesse sicherzustellen.

source: If a user contacts the operator using the contact details provided in the imprint, personal data will be processed.
de: Wendet sich ein Nutzer mittels der im Impressum angegebenen Kontaktdaten an den Betreiber, erfolgt eine Verarbeitung personenbezogener Daten.

source: The portal uses cookies to store data locally. However, it is also possible to use it without cookies. The use of cookies provides extended functions through the portal. Disabling cookies may result in the user being unable to use all functions of the portal.
de: Das Portal verwendet Cookies, um Daten lokal zu speichern. Es ist aber auch möglich sie ohne Cookies zu nutzen. Die Verwendung von Cookies erlaubt die Verwendung von erweiterten Funktionen des Portals. Die Deaktivierung von Cookies kann dazu führen, dass der Benutzer nicht alle Funktionen des Portals nutzen kann.

source: Scope and purpose: In addition to the previously mentioned data, cookies are stored on your computer when using our website. Cookies are small text files that your browser saves and through which certain information flows to us (the server of our website). We use so-called session cookies (transient cookies) that are technically necessary to make the website functional. The following data is stored and transmitted in the cookies we use for the following purposes:
de: Umfang und Zweck: Zusätzlich zu den zuvor genannten Daten werden bei der Nutzung unserer Webseite Cookies auf Ihrem Rechner gespeichert. Cookies sind kleine Textdateien, die von dem von Ihnen verwendeten Browser gespeichert werden und durch welche uns (dem Server unserer Webseite) bestimmte Informationen zufließen. Wir nutzen sogenannte Session-Cookies (transiente Cookies), die technisch erforderlich sind, um die Webseite funktionsfähig zu gestalten. In den von uns eingesetzten Cookies werden dabei folgende Daten zu folgenden Zwecken gespeichert und übermittelt:

source: Anonymous user ID as UUID
de: Anonyme User-Id als UUID

source: Legal basis: The legal basis for the processing of personal data using technically necessary cookies in accordance with § 25 (2) TDDDG is Article 6(1)(f) of the GDPR. The legitimate interest of the operator in data processing according to Article 6(1)(f) of the GDPR is also present in the aforementioned purposes.
de: Rechtsgrundlage: Die Rechtsgrundlage für die Verarbeitung personenbezogener Daten unter Verwendung von technisch erforderlichen Cookies i.S.d. § 25 Abs. 2 TDDDG ist Art. 6 Abs. 1 lit. f DS-GVO. In o.g. Zwecken liegt auch das berechtigte Interesse des Betreibers an der Datenverarbeitung nach Art. 6 Abs. 1 lit. f DS-GVO.

source: Storage duration: The session cookies will be deleted at the latest when you close the browser.
de: Speicherdauer: Die Session-Cookies werden spätestens dann gelöscht, wenn Sie den Browser schließen.

source: Contact (Email, Phone, Forms)
de: Kontaktaufnahme (E-Mail, Telefon, Formulare)

source: If a user contacts the operator using the contact details provided in the imprint, personal data will be processed. In this case, the operator stores the personal data provided by the user for contact, such as the name and email address, for further correspondence.
de: Wendet sich ein Nutzer mittels der im Impressum angegebenen Kontaktdaten an den Betreiber, erfolgt eine Verarbeitung personenbezogener Daten. In diesem Fall speichert der Betreiber die vom Nutzer zur Kontaktaufnahme angegebenen personenbezogenen Daten, wie beispielsweise den Namen und die E-Mail-Adresse für die Verwendung zur weiteren Korrespondenz mit diesem.

source: Scope and purpose: When contacting us via email, phone, or through a form, the contact details you provide, such as email address, phone number, and possibly name, will be stored for the purpose of processing and responding to your request. We would like to point out that data transmission over the internet (e.g., when communicating via email) may have security gaps. A complete protection of the data against access by third parties is not possible.
de: Umfang und Zweck: Bei Kontaktaufnahme per E-Mail, Telefon oder über ein Formular werden die von Ihnen übermittelten Kontaktdaten wie E-Mail-Adresse, Telefonnummer und ggf. Name zum Zwecke der Bearbeitung und Beantwortung Ihrer Anfrage gespeichert. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.

source: Recipient: If necessary for the response to your contact, personal data may be forwarded to responsible parties within the operator. The respective responsible employees of the operator use your personal data solely for processing your inquiry. There is no transfer of data to third parties.
de: Empfänger: Sofern es für die Beantwortung Ihrer Kontaktaufnahme erforderlich ist, können personenbezogene Daten an zuständige Stellen innerhalb des Betreibers weitergeleitet werden. Die jeweils zuständigen Beschäftigten des Betreibers verwenden Ihre personenbezogenen Daten ausschließlich zur Bearbeitung Ihrer Anfrage. Eine Weitergabe der Daten an Dritte findet nicht statt.

source: Legal basis: The legal basis for the processing of this data is Article 6(1)(e) of the GDPR in conjunction with § 4 LDSG, § 12 LHG, or other applicable legal regulations.
de: Rechtsgrundlage: Die Rechtsgrundlage für die Verarbeitung dieser Daten ist Art. 6 Abs. 1 lit. e DS-GVO i.V.m. § 4 LDSG, § 12 LHG bzw. weitere in Frage kommende Rechtsvorschriften.

source: Storage duration: The personal data will be stored as long as it is necessary to fulfill the aforementioned purpose, meaning the data will be deleted when it can be assumed that further communication is no longer desired.
de: Speicherdauer: Die personenbezogenen Daten werden so lange gespeichert, wie es für die Erfüllung des o.g. Zwecks erforderlich ist, d.h. die Daten werden dann gelöscht, wenn davon auszugehen ist, dass ein Austausch nicht mehr erwünscht ist.

source: Registration process as a user
de: Registrierungsvorgang als Nutzer/Nutzerin

source: As part of a registration process as a user, the operator stores the following data provided by the user:
de: Im Rahmen eines Registrierungsvorgangs als Nutzer speichert der Betreiber folgende vom Nutzer angegebene Daten:

source: Name (last name, first name)
de: Name (Nachname, Vorname)

source: Email address
de: E-Mail-Adresse

source: Login name (user ID)
de: Login-Name (Nutzerkennung)

source: Password
de: Passwort

source: Affiliation (research institutions or project consortia)
de: Affiliierung (Forschungsinstitutionen oder Projektkonsortien)

source: Scope and purpose: The operator collects and stores this data to ensure the management of users and the processing of processes associated with their roles. A matching with other data records does not take place. We reserve the right to review this data retrospectively if we become aware of specific indications of illegal use.
de: Umfang und Zweck: Der Betreiber erhebt und speichert diese Daten, um die Verwaltung der Nutzer und die Abwicklung der mit ihren Rollen verbundenen Prozesse sicherzustellen. Ein Abgleich mit anderen Datenbeständen findet nicht statt. Wir behalten uns vor, diese Daten nachträglich zu prüfen, wenn uns konkrete Anhaltspunkte für eine rechtswidrige Nutzung bekannt werden.

source: Recipient: Name and login name are visible to members of the same organization assigned to them based on their affiliation. There is no transfer of data to third parties.
de: Empfänger: Name und Login-Name sind sichtbar für Mitglieder der gleichen Organisation, die ihnen anhand ihrer Affiliierung zugewiesen werden. Eine Weitergabe der Daten an Dritte findet nicht statt.

source: Storage duration: The personal data will be stored as long as it is necessary to achieve the purpose of its collection. They will be permanently removed upon deletion of the user account.
de: Speicherdauer: Die personenbezogenen Daten werden so lange gespeichert, wie es für die Erreichung des Zweckes ihrer Erhebung erforderlich ist. Sie werden bei Löschung des Benutzerkontos permanent entfernt.

source: Links to other websites
de: Links auf andere Webseiten

source: If we link to websites outside of
de: Wenn wir auf Webseiten außerhalb von

source: , the data protection notices and statements there apply.
de: , gelten die dortigen Datenschutzhinweise und -erklärungen.

source: TLS encryption
de: TLS-Verschlüsselung

source: This site uses TLS encryption for security reasons and to protect the transmission of confidential content, such as the inquiries you send to us as the site operator.
de: Diese Seite nutzt aus Gründen der Sicherheit und zum Schutz der Übertragung vertraulicher Inhalte, wie z.B. der Anfragen, die Sie an uns als Seitenbetreiber senden, eine TLS-Verschlüsselung.

source: How do we process this data?
de: Wie verarbeiten wir diese Daten?

source: Your personal data is stored with us. Any use of personal data occurs only for the purposes mentioned above and only to the extent necessary to achieve these purposes. We employ technical and organizational security measures to protect your personal data against accidental or unlawful destruction, loss, or alteration, as well as against unauthorized disclosure or access. Our security standards are always in line with the latest technological developments.
de: Ihre personenbezogenen Daten werden bei uns gespeichert. Jegliche Nutzung der personenbezogenen Daten erfolgt nur zu den vorstehend genannten Zwecken und nur in dem zur Erreichung dieser Zwecke erforderlichen Umfang. Wir setzen dabei technische und organisatorische Sicherheitsmaßnahmen ein, um Ihre personenbezogenen Daten gegen unbeabsichtigte oder unrechtmäßige Vernichtung, Verlust oder Veränderung sowie gegen unbefugte Offenlegung oder unbefugten Zugang zu schützen. Unsere Sicherheitsstandards entsprechen stets den aktuellsten technologischen Entwicklungen.

source: Under what conditions can we pass your data on to third parties?
de: Unter welchen Voraussetzungen dürfen wir Ihre Daten an Dritte weitergeben?

source: Without the user's explicit consent, the operator will not pass on personal data to third parties.
de: Ohne die ausdrückliche Zustimmung des Nutzers wird der Betreiber dessen personenbezogene Daten nicht an Dritte weitergeben.

source: The exception applies insofar as the transmission to state authorities or agencies is required by a mandatory national legal provision or if the transfer is necessary in the event of attacks on the operator's network infrastructure for legal or criminal prosecution.
de: Etwas anderes gilt, soweit die Übermittlung an staatliche Einrichtungen oder Behörden durch eine zwingende nationale Rechtsvorschrift geboten ist oder wenn die Weitergabe im Fall von Angriffen auf die Netzinfrastruktur des Betreibers zur Rechts- oder Strafverfolgung erforderlich ist.

source: Your rights
de: Ihre Rechte

source: Regarding your personal data, you have the following rights against us:
de: Hinsichtlich der Sie betreffenden personenbezogenen Daten haben Sie gegenüber uns folgende Rechte:

source: Right to revoke your consent with effect for the future, provided that the processing is based on consent according to Article 6(1)(a) of the GDPR (Article 7(3) of the GDPR)
de: Recht auf Widerruf Ihrer Einwilligung mit Wirkung für die Zukunft, sofern die Verarbeitung auf einer Einwilligung gemäß Artikel 6 Absatz 1 Unterabsatz 1 Buchstabe a DS-GVO beruht (Artikel 7 Absatz 3 DS-GVO)

source: Right to confirmation of whether your data is being processed and to information about the processed data, as well as to further information about data processing and copies of the data (Article 15 of the GDPR)
de: Recht auf Bestätigung, ob Sie betreffende Daten verarbeitet werden und auf Auskunft über die verarbeiteten Daten, auf weitere Informationen über die Datenverarbeitung sowie auf Kopien der Daten (Artikel 15 DS-GVO)

source: Right to correction or completion of incorrect or incomplete data (Article 16 of the GDPR)
de: Recht auf Berichtigung oder Vervollständigung unrichtiger bzw. unvollständiger Daten (Artikel 16 DS-GVO)

source: Right to immediate deletion of your data (Article 17 of the GDPR)
de: Recht auf unverzügliche Löschung der Sie betreffenden Daten (Artikel 17 DS-GVO)

source: Right to restriction of processing (Article 18 of the GDPR)
de: Recht auf Einschränkung der Verarbeitung (Artikel 18 DS-GVO)

source: Right to receive the data in a structured, commonly used, and machine-readable format, provided that the processing is based on consent according to Article 6(1)(a) or Article 9(2)(a) or on a contract according to Article 6(1)(b) (Article 20 of the GDPR)
de: Recht auf Erhalt der Daten in einem strukturierten, gängigen und maschinenlesbaren Format, sofern die Verarbeitung auf einer Einwilligung gemäß Artikel 6 Absatz 1 Unterabsatz 1 Buchstabe a oder Artikel 9 Absatz 2 Buchstabe a oder auf einem Vertrag gemäß Artikel 6 Absatz 1 Unterabsatz 1 Buchstabe b beruht (Artikel 20 DS-GVO)

source: Right to object to the future processing of your data, provided that the data is processed pursuant to Article 6(1)(e) or (f) of the GDPR (Article 21 of the GDPR)
de: Recht auf Widerspruch gegen die künftige Verarbeitung der Sie betreffenden Daten, sofern die Daten nach Maßgabe von Artikel 6 Absatz 1 Buchstabe e oder f DS-GVO verarbeitet werden (Artikel 21 DS-GVO)

source: Right to complain
de: Recht auf Beschwerde

source: You also have the right to lodge a complaint with the supervisory authority regarding the processing of your personal data by the operator (Article 77 of the GDPR). The supervisory authority in the sense of Article 51(1) of the GDPR regarding the operator is according to § 25(1) LDSG:
de: Sie haben zudem das Recht, sich bei der Aufsichtsbehörde über die Verarbeitung der Sie betreffenden personenbezogenen Daten durch den Betreiber zu beschweren (Artikel 77 DS-GVO). Die Aufsichtsbehörde im Sinne des Artikels 51 Absatz 1 DS-GVO über den Betreiber ist gemäß § 25 Absatz 1 LDSG:

source: As of:
de: Stand:

source: Sign in with SSO
de: Anmelden mit SSO
